Repository: praseodym/drupal-uc_ideal_pro
Catalog: po/uc_ideal_ing_*.po
Languages: nl

source: IDEAL Payment Page
nl: IDEAL Betaal Venster

source: IDEAL Payment transfer request
nl: IDEAL Betaal aanvraag

source: IDEAL Payment status request
nl: IDEAL Betaaling status aanvraag

source: Ideal ING Payment
nl: iDeal Betalen

source: Ideal ING/Postbank payment method type.
nl: Ideal ING/Postbank betaal methode type.

source: Unknown
nl: Niet bekend

source: Description:
nl: Omschrijving:

source: The private key .pem file located in thinmpi/security.
nl: Het private key .pem bestand in de map thinmpi/security.

source: The private key password used for generating the key file.
nl: Het private key password voor het genereren van de key file.

source: The private certificate .cer file located in thinmpi/security.
nl: Het private certificaat .cer bestand in de map thinmpi/security.

source: Authentication type protocol. Leave SHA1_RSA default if unsure.
nl: Authenticatie protocol type. Laat SHA1_RSA default indien niet zeker.

source: Certificate0 contains the signing certificate of your acquirer. This field should not be changed. Leave ideal.cer default if unsure.
nl: Certificate0 bevat het signing certificate van de bank. Deze waarde hoeft u niet te veranderen. Laat ideal.cer default indien onzeker.

source: Address of the iDEAL acquiring server. Use ssl://idealtest.secure-ing.com:443/ideal/iDeal during integration/test. Use ssl://ideal.secure-ing.com:443/ideal/iDeal only for production
nl: Adres van de ontvangende iDEAL server. Gebruik ssl://idealtest.secure-ing.com:443/ideal/iDeal voor integratie/test. Gebruik ssl://ideal.secure-ing.com:443/ideal/iDeal only voor productie.

source: Do not change AcquirerTimeout unless you have specific reasons to do so.
nl: De AcquirerTimeout hoeft u niet te veranderen tenzij daar een duidelijke reden voor is.

source: Default MerchantID enables you to test the example demoshop. Your own Merchant ID can be retrieved via the iDEAL Dashboard.
nl: Met het default ingestelde MerchantID kunt u de voorbeeld demoshop testen. Uw eigen Merchant ID kunt u verkrijgen via het iDEAL Dashboard.

source: Do not change subID unless you have specific reasons to do so.
nl: De subID hoeft u niet te veranderen tenzij daar een duidelijke reden voor is.

source: MerchantReturnURL is the URL on your system that the customer is redirected to after the iDEAL payment. Make shure to leave the "cart/checkout/ideal_ing_statreq" part intact.
nl: MerchantReturnURL is de URL op uw systeem waarnaar de klant wordt teruggeleid na een iDEAL betaling. Vergewis u ervan het "cart/checkout/ideal_ing_statreq" deel intact te laten.

source: Do not change currency unless you have specific reasons to do so
nl: De currency hoeft u niet te veranderen tenzij daar een duidelijke reden voor is.

source: ExpirationPeriod is the timeframe during which the transaction is allowed to take place. Maximum is PT1H (1 hour).
nl: ExpirationPeriod is de tijd waarin een IDEAL transactie dient afgerond te zijn. Maximum is PT1H (1 uur).

source: Language is only used for showing errormessages in the prefered language. nl/en.
nl: De taal is enkel bedoeld voor het tonen van IDEAL foutmeldingen. nl/en.

source: Description
nl: Omschrijving

source: default description
nl: Standaard omschrijving i.p.v. dynamisch gegenereerde omschrijving

source: Enable if you want to use a default description.
nl: Activeer als u gebruik wilt maken van een standaard omschrijving.

source: Used when you do not want to use transaction specific descriptions.
nl: Als u geen gebruik wenst te maken van dynamisch gegenereerde transactie omschrijvingen

source: Default EntranceCode
nl: Standaard EntranceCode

source: default entrancecode
nl: standaard entrancecode

source: Enable if you want to use a entrance code.
nl: Activeer als u een standaard EntranceCode wilt gebruiken.

source: Used when you do not want to use transaction specific entrance codes.
nl: Als u geen gebruik wenst te maken van dynamisch gegenereerde entrance codes.

source: logfile
nl: logbestand

source: Enable if you want a logfile "thinmpi.log" for debug purposes.
nl: Activeer als u een logbestand "thinmpi.log" wilt genereren voor debug toepassingen.

source: Payment through iDEAL gateway not possible.
nl: Betalen met iDEAL is nu helaas niet mogelijk.

source: Error message iDEAL
nl: Foutmelding IDEAL

source: List with banks not available, payment through iDEAL gateway not possible.
nl: De lijst met banken kon niet worden opgehaald, betalen met IDEAL is helaas niet mogelijk.

source: Choose your bank...
nl: Kies uw bank...

source: Other banks
nl: Andere banken

source: Go to my bank
nl: Ga naam mijn bank

source: Please choose the bank you have an account with...
nl: Kies a.u.b. de bank waar u uw bankrekening heeft...

source: You will be returned to our shop after completing your IDEAL payment transaction.
nl: Na het voltooien van uw IDEAL betaling wordt u teruggeleid naar onze webshop voor verdere afhandeling.

source: Webshop order
nl: Webshop bestelling

source: order#
nl: bestelling nr.

source: You have not chosen a bank for IDEAL payment. For security reasons your input is cleared, please try again
nl: Wij hebben geen keuze ontvangen voor een bank. Om veiligheidsredenen is uw invoer verwijderd, probeer het a.u.b. nogmaals.

source: Something went wrong in processing your IDEAL payment. IDEAL error:
nl: Er is iets mis gegaan bij het afhandelen van uw IDEAL betaling. IDEAL foutmelding:

source: We could not verify the payment status automaticaly, we will check your payment manualy, pleas contact us regarding this. IDEAL error:
nl: We konden de status van uw IDEAL betaling niet achterhalen, we zullen dit handmatig doen. Neem a.u.b. contact met ons op. IDEAL foutmelding:

source: Your IDEAL payment has been canceled by you or by the IDEAL process. Please try again or go back to select another payment method.
nl: Uw IDEAL betaling is geanuleerd door u of door het IDEAL proces. Probeert u het a.u.b. nogmaals of ga terug om een andere betaalmethode te selecteren.

source: Thank you for shopping with us, your payment is processed sucessfuly
nl: Dank u voor uw bestelling, uw IDEAL betaling is succesvol verwerkt.

source: Ideal Payment ING/Postbank
nl: Ideal Betaling ING/Postbank

source: Receive payments through checkout via Ideal ING/Postbank.
nl: Ontvang betalingen via afrekenen met Ideal ING/Postbank.
